/* No tags */
"(currently no tags assigned)" = "(currently no tags assigned)";

/* Add button for new transactions */
"Add" = "Add";

/* Add transaction view controller title */
"Add transaction" = "Add transaction";

/* No comment provided by engineer. */
"Amount:" = "Amount:";

/* No comment provided by engineer. */
"Auto tags:" = "Auto tags:";

/* No comment provided by engineer. */
"Automatically uses the local currency when adding new transactions." = "Automatically uses the local currency when adding new transactions.";

/* No comment provided by engineer. */
"Clear" = "Clear";

/* No comment provided by engineer. */
"Currencies" = "Currencies";

/* No comment provided by engineer. */
"Currency: %@" = "Currency: %@";

/* No comment provided by engineer. */
"Date:" = "Date:";

/* No comment provided by engineer. */
"Description:" = "Description:";

/* Header for Transaction Detail page */
"Details" = "Details";

/* No comment provided by engineer. */
"Do you want to use the following tags:" = "Do you want to use the following tags:";

/* Some error... */
"ERROR" = "ERROR";

/* Transaction detail view. Expense */
"Expense" = "Expense";

/* No comment provided by engineer. */
"Found tags previously used in this area" = "Found tags previously used in this area";

/* No comment provided by engineer. */
"GenericLocationError" = "GenericLocationError";

/* No comment provided by engineer. */
"Getting location..." = "Getting location...";

/* Transaction detail view. Income */
"Income" = "Income";

/* No comment provided by engineer. */
"Location not found" = "Location not found";

/* No comment provided by engineer. */
"Location tags use your GPS to find your location and suggest tags you have previously used on the same location" = "Location tags use your GPS to find your location and suggest tags you have previously used on the same location";

/* No comment provided by engineer. */
"Location tags:" = "Location tags:";

/* No comment provided by engineer. */
"Location:" = "Location:";

/* No comment provided by engineer. */
"LocationDenied" = "LocationDenied";

/* No comment provided by engineer. */
"LocationUnknown" = "LocationUnknown";

/* Memory warning alert header */
"Memory warning" = "Memory warning";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No location data available" = "No location data available";

/* memory alert OK button */
"OK" = "OK";

/* Overview table transaction view */
"Overview" = "Overview";

/* Save changes button for transaction in edit mode */
"Save" = "Save";

/* Settings view controller title */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Show balance on icon:" = "Show balance on icon:";

/* Tags label in add expenses thing */
"Tags" = "Tags";

/* Placeholder text for search bar */
"Tags to filter by" = "Tags to filter by";

/* No comment provided by engineer. */
"Tags:" = "Tags:";

/* Tags for transaction detail page */
"tags:" = "tags:";

/* No comment provided by engineer. */
"The application will automatically add tags for the country, street, weekday, month etc to make it easier to filter your transactions" = "The application will automatically add tags for the country, street, weekday, month etc to make it easier to filter your transactions";

/* Transaction saved confirmation view */
"Transaction added" = "Transaction added";

/* Transaction table view header
   Tab bar title */
"Transactions" = "Transactions";

/* No comment provided by engineer. */
"Use local currency:" = "Use local currency:";

/* What button. Title for tags and description button */
"What" = "What";

/* No comment provided by engineer. */
"When activated your current positive balance will be displayed on the application icon badge. Only positive balances up to 9999 will be displayed. This is because of limitations set by Apple" = "When activated your current positive balance will be displayed on the application icon badge. Only positive balances up to 9999 will be displayed. This is because of limitations set by Apple";

/* explanation of what base currency is */
"When you add transactions in currencies other than your own, they will be converted to and displayed in your base currency." = "When you add transactions in currencies other than your own, they will be converted to and displayed in your base currency.";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* settings label, select your base currency */
"Your base currency:" = "Your base currency:";

/* Low memory alert message */
"Your phone is critically low on memory! This application might soon crash. You should try restarting your phone." = "Your phone is critically low on memory! This application might soon crash. You should try restarting your phone.";

"USD" = "US Dollar";
"AUD" = "Australian Dollar";
"BHD" = "Bahraini Dinar";
"THB" = "Thai Baht";
"BND" = "Brunei Dollar";
"CLP" = "Chilean Peso";
"DKK" = "Danish Krone";
"HUF" = "Hungarian Forint";
"HKD" = "Hong Kong Dollar";
"ISK" = "Iceland Krona";
"CAD" = "Canadian Dollar";
"QAR" = "Qatari Rial";
"KWD" = "Kuwaiti Dollar";
"MYR" = "Malaysian Ringgit";
"MTL" = "Maltese Lira";
"MUR" = "Mauritius Rupee";
"MXN" = "Mexican Nuevo Peso";
"NPR" = "Nepalese Rupee";
"TWD" = "Taiwan Dollar";
"NZD" = "New Zealand Dollar";
"NOK" = "Norwegian Krone";
"PKR" = "Pakistan Rupee";
"GBP" = "Pound Sterling";
"ZAR" = "South African Rand";
"BRL" = "Brazilian Real";
"CNY" = "Yuan Renminbi";
"OMR" = "Omani Rial";
"IDR" = "Indonesian Rupiah";
"RUB" = "Russian Rubles";
"SAR" = "Saudi Riyal";
"ILS" = "Israeli New Shekel";
"SEK" = "Swedish Krona";
"CHF" = "Swiss Franc";
"SGD" = "Singapore Dollar";
"SKK" = "Slovak Koruna";
"LKR" = "Sri Lanka Rupee";
"KRW" = "Korean Won";
"KZT" = "Kazakhstan Tenge";
"CZK" = "Czech Koruna";
"AED" = "Arab Emirates Dirham";
"JPY" = "Japanese Yen";
"CYP" = "Cyprus Pound";
"INR" = "Indian Rupee";
"EUR" = "Euro";